[M_NoteToSelf MissionDefinition]
TurnInDescription="You found Crank's weapon cache. Or, to describe it as Crank might, ''you find gun bang weapon box for having to get the reward.''"
MissionSummary="Find Crank's stash."

[M_NoteToSelf:Killmidgets MissionObjectiveDefinition]
ProgressMessage="Kill midgets"

[M_NoteToSelf:NoteToSelf_ClearIce MissionObjectiveDefinition]
ProgressMessage="Clear ice"
